{
  "en": {
    "display": "English",
    "translation": {
      "welcome_title": "Welcome to the game.",
      "welcome_line1": "This is the game user interface inspired by the UK gameshow 'Only Connect'.",
      "welcome_line2": "In the game, two teams play against one another to obtain the highest points after the end of four rounds.",
      "welcome_line3": "Click the button below to learn more about the format of each round.",
      "learn": "Learn more",
      "tutorial_title": "Primers & Tutorials",
      "round": "Round",
      "connections": "Connections",
      "sequences": "Sequences",
      "connecting_walls": "Connecting Walls",
      "missing_vowels": "Missing Vowels",
      "quick_glance": "Quick Glance",
      "round_description": "Round Description",
      "try_out": "Try out",
      "round1_description_question": "What is the connection?",
      "round2_description_question": "What comes fourth?",
      "round3_description_question": "What are the groups?",
      "round4_description_question": "What is the phrase?",
      "round1_description_time": "40 seconds",
      "round2_description_time": "40 seconds",
      "round3_description_time": "2 minutes 30 seconds",
      "round4_description_time": "90 seconds to 3 minutes",
      "round1_description_win": "1-5 points",
      "round2_description_win": "2-5 points",
      "round3_description_win": "max. 10 points",
      "round4_description_win": "+1 point (correct)",
      "round1_description_lose": "0 point (rival may steal)",
      "round2_description_lose": "0 point (rival may steal)",
      "round3_description_lose": "No steal",
      "round4_description_lose": "-1 point (incorrect)",
      "round1_description_info": "All text / images / music",
      "round2_description_info": "All text / images / music",
      "round3_description_info": "All text, 3 lives after 2 groups",
      "round4_description_info": "All text",
      "round1_description_paragraph": "Teams are given up to four clues and must try to figure out the connection between them within 40 seconds.\nThe team is initially shown one clue, and may request the remaining three clues at any time within the 40 seconds (they are not automatically shown). The team may press their buzzer to guess after the first clue for 5 points, the second for 3, the third for 2, or the fourth for 1.\nIf the team guesses incorrectly, fails to answer after buzzing in a timely manner, or fails to buzz within the time allotted, the opposing team is shown any remaining clues and can answer for a bonus point.\nPlay then alternates until each team has played three sets of clues.",
      "round2_description_paragraph": "In this round, each set of four clues forms a sequence. Teams may see a maximum of three clues, and must determine what would come fourth in the sequence within the 40 second time limit.\nAs with the first round, teams score points dependent on the number of clues seen, and if they fail to guess correctly, it is thrown over to the other team, who can see any remaining clues and answer for a bonus point.\nTeams can score points without correctly identifying what the sequence is, but may be required to do so if the sequence is very specific.\nAs in the previous round, one set of clues involves pictures, with teams describing the fourth picture in the sequence.",
      "round3_description_paragraph": "In this round, each team receives a wall of 16 clues and are given 2 minutes and 30 seconds to sort them into four groups of four connected items. They will then identify the connection in each group.\nNo stealing happens in this round.\nPart 1: Sort clues into groups\nTeams create groups one at a time, and may make unlimited guesses before finding two complete groups. Once two groups are found, only three chances are given to find the remaining two groups before the wall freezes, even if time remains.\nThere may be red herrings, but there is only one perfect solution for each wall.\nOnce all groups are found, time is out, or all three lives are down, the team scores 1 point for each group found within 2 minutes 30 seconds.\nPart 2: Define the connection\nThe team will then be asked to define the connection in the group(s) they found. Any groups not found will be shown, and their connections will also be asked for.\nThe team scores 1 point for correctly identifying the connections in each group, including the groups they failed to find.\nIf a team finds all four groups and correctly identifies all four connections, they are awarded 2 bonus points, for a maximum total of 10 points.",
      "round4_description_paragraph": "In a final buzzer round, the teams are presented with a series of word puzzles. The category of the puzzles is given before they are displayed, and each category contains a maximum of four puzzles. Each puzzle is a word or phrase with the vowels removed and the spaces shifted to disguise the original words.\nTeams answer simultaneously using buzzers, and score 1 point for each puzzle they solve. Otherwise, teams face a penalty of 1 point for each incorrect answer.\nIf the team that buzzes provides an incorrect answer (even by a single letter) or fails to answer quickly, the opposing team is given an opportunity to answer for a bonus point.\nThe round lasts for between 90 seconds and three minutes.",
      "two_reeds": "Two Reeds",
      "lion": "Lion",
      "twisted_flax": "Twisted Flax",
      "snake": "Snake",
      "water": "Water",
      "eye_of_horus": "Eye of Horus",
      "40_seconds": "40 seconds",
      "2_minutes_30_seconds": "2 minutes 30 seconds",
      "text_clues": "Text clues",
      "image_clues": "Image clues",
      "music_clues": "Music clues",
      "wall": "Wall",
      "show_until_here": "show until here",
      "ask_wall_connection": "What is the connection in this group?",
      "resolve_wall": "Resolve wall",
      "wall_win": "The wall is solved! Proceed to guessing connections.",
      "wall_lose": "The wall has frozen! Proceed to guessing connections.",
      "stop_timer": "Stop timer",
      "throw": "Throw",
      "show_answer": "Show answer",
      "points": "points",
      "point": "point",
      "end_title": "End of the game!",
      "end_message": "Thank you for playing! Hope you enjoyed the puzzles.",
      "clue_error": "Some clues cannot be loaded",
      "clue": "Clue",
      "clue_loading": "Loading media...",
      "clue_success": "Loading done!",
      "teams_info": "Teams Info",
      "teams_name": "Name your teams.",
      "teams_turn": "Now select which team plays first.",
      "skip": "Skip",
      "next": "Next",
      "done": "Done",
      "show_final_scores": "Show final scores",
      "tie_message": "It's a tie! Team captains will now go head-to-head in a tie-breaker.",
      "wins": "wins",
      "reload_message": "Game reloaded. You are now back to first page."
    }
  },
  "id": {
    "display": "Bahasa Indonesia",
    "translation": {
      "welcome_title": "Selamat datang di permainan.",
      "welcome_line1": "Tampilan ini terinspirasi dari gameshow Inggris bernama 'Only Connect'.",
      "welcome_line2": "Di gameshow ini, dua tim bertanding dalam empat ronde adu nalar untuk mendapatkan total poin tertinggi.",
      "welcome_line3": "Klik tombol di bawah untuk mempelajari format permainan ini.",
      "learn": "Jalani tutorial",
      "tutorial_title": "Tutorial",
      "round": "Ronde",
      "connections": "Hubungan",
      "sequences": "Urutan",
      "connecting_walls": "Dinding Hubungan",
      "missing_vowels": "Huruf Mati",
      "quick_glance": "Sekilas",
      "round_description": "Deskripsi Ronde",
      "try_out": "Coba",
      "round1_description_question": "Apa hubungannya?",
      "round2_description_question": "Apa yang keempat?",
      "round3_description_question": "Apa saja grupnya?",
      "round4_description_question": "Apa kata-katanya?",
      "round1_description_time": "40 detik",
      "round2_description_time": "40 detik",
      "round3_description_time": "2 menit 30 detik",
      "round4_description_time": "90 detik sampai 3 menit",
      "round1_description_win": "1-5 poin",
      "round2_description_win": "2-5 poin",
      "round3_description_win": "maks. 10 poin",
      "round4_description_win": "+1 poin (benar)",
      "round1_description_lose": "0 poin (lawan curi)",
      "round2_description_lose": "0 poin (lawan curi)",
      "round3_description_lose": "Tidak ada curi",
      "round4_description_lose": "-1 poin (salah)",
      "round1_description_info": "Semua teks / gambar / musik",
      "round2_description_info": "Semua teks / gambar / musik",
      "round3_description_info": "Teks; 3 nyawa setelah 2 grup",
      "round4_description_info": "Semua teks",
      "round1_description_paragraph": "Tim diberikan sebanyak-banyaknya empat petunjuk, dan harus menebak apa yang menghubungkan semua petunjuk itu dalam 40 detik.\nHanya satu petunjuk yang dibuka di awal, dan tim boleh meminta petunjuk berikutnya kapanpun sebelum waktu habis (karena tidak akan ditampilkan secara otomatis). Tim boleh menekan buzzer dan memberikan jawaban setelah petunjuk yang pertama untuk 5 poin, yang kedua untuk 3 poin, yang ketiga untuk 2 poin, dan yang keempat untuk 1 poin.\nJika tebakan salah, atau lama menebak setelah buzzer, atau tidak menebak sama sekali, tim lawan dapat kesempatan menjawab menggunakan semua empat petunjuk untuk 1 poin.\nKedua tim bergiliran bermain di ronde ini sampai masing-masing tim memainkan tiga set petunjuk.",
      "round2_description_paragraph": "Di ronde ini, setiap set petunjuk mengikuti sebuah urutan. Tim diberikan sebanyak-banyaknya tiga petunjuk, dan harus menebak apa yang akan muncul di urutan keempat dalam 40 detik.\nSeperti ronde pertama, tim mendapatkan poin bedasarkan jumlah petunjuk yang tertampil. Jika tebakan salah, tim lawan dapat kesempatan menjawab menggunakan seluruh tiga petunjuk untuk 1 poin.\nTim boleh dapat poinnya tanpa menebak jenis urutannya, kecuali jawabannya harus spesifik.\nPetunjuk bisa dalam bentuk gambar atau musik, dan tim akan memberikan jawaban dengan mendeskripsikan media yang akan muncul.",
      "round3_description_paragraph": "Di ronde ini, setiap tim diberikan dinding berbeda berisi 16 petunjuk. Tim memiliki 2 menit 30 detik untuk mengelompokkan semua petunjuk menjadi 4 grup, setiap grup berisi 4 petunjuk yang berhubungan. Lalu tim diminta menebak hubungan setiap grup.\nTidak bisa curi poin di ronde ini.\nPart 1: Mengelompokkan petunjuk\nTim mencoba membuat kelompok satu per satu, dan boleh menebak terus sampai menemukan dua kelompok. Setelah dua kelompok ditemukan, hanya ada tiga kesempatan untuk menemukan kelompok yang tersisa. Jika semua kesempatan dipakai, dinding dinonaktifkan walaupun masih ada waktu.\nBisa ada petunjuk yang mengecoh, namun hanya ada satu cara yang benar untuk menyelesaikan dinding.\nSetelah menemukan semua kelompok, atau waktu habis, atau tiga kesempatan dipakai, tim mendapatkan 1 poin untuk setiap kelompok yang ditemukan dalam waktu.\nPart 2: Menebak hubungan\nTim lalu menebak hubungan setiap kelompok yang ditemukan. Sisa kelompok yang belum ditemukan akan diselesaikan, dan tim juga akan menebak hubungan kelompok tersebut.\nTim mendapatkan 1 poin untuk setiap hubungan kelompok yang ditebak benar, termasuk kelompok yang tidak ditemukan.\nJika semua kelompok ditemukan dan hubungannya ditebak dengan benar, tim diberikan 2 poin bonus sehingga memperloleh maksimum 10 poin.",
      "round4_description_paragraph": "Di ronde akhir ini, tim adu cepat dalam tebak-tebakan kata. Sebuah kategori akan ditampilkan dahulu, dan akan ada empat tebakan untuk setiap kategori. Setiap tebakan adalah kata/frasa yang disamarkan dengan cara dihapuskan huruf vokalnya dan diacak spasinya.\nKedua tim menebak secara serentak, dan mendapatkan 1 poin untuk setiap tebakan benar. Jika salah, tim akan dikurangi 1 poin.\nJika tim salah menebak (walaupun satu huruf saja) atau lama menjawab setelah buzzer, tim lawan akan diberikan kesempatan menjawab untuk 1 poin.\nRonde berlangsung selama 90 detik hingga 3 menit.",
      "two_reeds": "Dua Buluh",
      "lion": "Singa",
      "twisted_flax": "Rami Bengkok",
      "snake": "Ular",
      "water": "Air",
      "eye_of_horus": "Mata Horus",
      "40_seconds": "40 detik",
      "2_minutes_30_seconds": "2 menit 30 detik",
      "text_clues": "Teks",
      "image_clues": "Gambar",
      "music_clues": "Musik",
      "wall": "Dinding",
      "show_until_here": "tampilkan sampai sini",
      "ask_wall_connection": "Apa hubungan grup ini?",
      "resolve_wall": "Selesaikan dinding",
      "wall_win": "Dinding selesai! Sekarang tebaklah semua hubungannya.",
      "wall_lose": "Dinding dinonaktifkan. Sekarang tebaklah semua hubungannya.",
      "stop_timer": "Stop timer",
      "throw": "Lempar",
      "show_answer": "Jawaban",
      "points": "poin",
      "point": "poin",
      "end_title": "Permainan selesai!",
      "end_message": "Terima kasih sudah bermain! Semoga permainannya sudah menghibur.",
      "clue_error": "Ada petunjuk yang tidak bisa dimuat",
      "clue": "Petunjuk",
      "clue_loading": "Memuat media...",
      "clue_success": "Media siap!",
      "teams_info": "Info tim",
      "teams_name": "Beri nama tim.",
      "teams_turn": "Sekarang pilih tim yang pertama main.",
      "skip": "Lewat",
      "next": "Lanjut",
      "done": "Selesai",
      "show_final_scores": "Lihat hasil akhir",
      "tie_message": "Hasil seri! Kapten dari masing-masing tim akan beradu dalam ronde tie-breaker.",
      "wins": "menang",
      "reload_message": "Permainan dimuat ulang. Anda kembali ke halaman pertama."
    }
  }
}